<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Enigma-game-svn] r1065 - homepage/input/lotm
   </TITLE>
   <LINK REL="Index" HREF="http://lists.berlios.de/pipermail/enigma-game-svn/2008-March/index.html" >
   <LINK REL="made" HREF="mailto:enigma-game-svn%40lists.berlios.de?Subject=Re%3A%20%5BEnigma-game-svn%5D%20r1065%20-%20homepage/input/lotm&In-Reply-To=%3C200803142251.m2EMpOgg023582%40sheep.berlios.de%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000496.html">
   <LINK REL="Next"  HREF="000498.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Enigma-game-svn] r1065 - homepage/input/lotm</H1>
    <B>andreasl at BerliOS</B> 
    <A HREF="mailto:enigma-game-svn%40lists.berlios.de?Subject=Re%3A%20%5BEnigma-game-svn%5D%20r1065%20-%20homepage/input/lotm&In-Reply-To=%3C200803142251.m2EMpOgg023582%40sheep.berlios.de%3E"
       TITLE="[Enigma-game-svn] r1065 - homepage/input/lotm">andreasl at mail.berlios.de
       </A><BR>
    <I>Fri Mar 14 23:51:24 CET 2008</I>
    <P><UL>
        <LI>Previous message: <A HREF="000496.html">[Enigma-game-svn] r1064 - in homepage: images/lotm input input/lotm
</A></li>
        <LI>Next message: <A HREF="000498.html">[Enigma-game-svn] r1066 - in trunk: data/levels/enigma_cross	data/levels/enigma_iii data/levels/enigma_iv src/gui
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#497">[ date ]</a>
              <a href="thread.html#497">[ thread ]</a>
              <a href="subject.html#497">[ subject ]</a>
              <a href="author.html#497">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Author: andreasl
Date: 2008-03-14 23:51:23 +0100 (Fri, 14 Mar 2008)
New Revision: 1065

Added:
   homepage/input/lotm/lotm_200803_de.html
Modified:
   homepage/input/lotm/lotm_200803.html
Log:
LotM:
 - German translation
 - Textual change in the English article about cell 6
   (&quot;Borderline-personalities&quot;)


Modified: homepage/input/lotm/lotm_200803.html
===================================================================
--- homepage/input/lotm/lotm_200803.html	2008-03-13 23:46:25 UTC (rev 1064)
+++ homepage/input/lotm/lotm_200803.html	2008-03-14 22:51:23 UTC (rev 1065)
@@ -230,9 +230,15 @@
 still tend to wander around, until they suddenly get astray and don't know where
 they are. Thus we better keep them in their cells, so they don't get into
 troubles. Which happens quite easily, their neighbors being overly aggressive
-Borderline personalities, former knight stones that have been defeated. Please
-be very careful when you speak to them, one step into the wrong direction and
-their impulsive emotions and actions might injure you.
+Borderline personalities. They once worked for the security firm Knight, until
+an &amp;hellip accident at work &hellip; forced them to retire. Perfectly armed to 
+face all possible kinds of irruptions (e.g. with an it-hammer), they all had to
+surrender to an it-sword wielding marble. They are still convinced of their
+invincibility, and are totally unable to cope with this trauma. Since then they
+live in the delusion, the encounter would have been a draw. This immense inner
+conflict between delusion and reality causes an abnormal, latent aggression. 
+Please be very careful when you speak to them, one step into the wrong direction
+and their impulsive emotions and actions might injure you.
 &lt;/p&gt;
 
 &lt;h4&gt;&quot;'Psycho Pushing' resulted from studying the old Oxyd levels again&quot;&lt;/h4&gt;
@@ -334,7 +340,7 @@
 Nightmare&quot; - than missing a starship trip because one's towel's not in good
 shape. But as long as he's crawling on this planet's face, he has offered his
 services to the Enigmian Community as a member of the editorial staff. And there
-to support and to advise future authors, and once in a while to conribute a
+to support and to advise future authors, and once in a while to contribute a
 comment or an article hisself.
 &lt;/p&gt;
 

Added: homepage/input/lotm/lotm_200803_de.html
===================================================================
--- homepage/input/lotm/lotm_200803_de.html	2008-03-13 23:46:25 UTC (rev 1064)
+++ homepage/input/lotm/lotm_200803_de.html	2008-03-14 22:51:23 UTC (rev 1065)
@@ -0,0 +1,439 @@
+&lt;div class=&quot;lotm&quot;&gt;
+$$lotm_header$$
+&lt;h3 class=&quot;lotm&quot;&gt;
+&lt;span class=&quot;date&quot;&gt;M&#228;rz 2008: &lt;/span&gt;
+&quot;Psycho Pushing&quot; von Sven Siggelkow
+&lt;/h3&gt;
+
+&lt;p&gt;Lieber Besucher, bitte seien Sie leise, wenn wir jetzt Enigma's Irrenanstalt
+betreten. Wie Sie sicher wissen, tr&#228;gt der Verr&#252;ckte von heute nicht mehr nur
+eine gespaltene Pers&#246;nlichkeit mit sich herum, sondern eine ganze Cantormenge
+von Identit&#228;ten. Wie Sie sehen, ist jedes der vier Geb&#228;ude selbst nochmal
+geteilt in zwei getrennte Zellen f&#252;r unsere G&#228;ste. Bitte machen Sie sich keine
+Sorgen, die meisten sind ziemlich harmlose, phlegmatische Insassen unseres
+Instituts. Passen Sie nur auf, dass Sie hier nicht ebenfalls als Psycho enden,
+wenn Sie versuchen, sie in ihre Betten zu geleiten; willkommen bei &quot;Psycho
+Pushing&quot;!&lt;/p&gt;
+
+&lt;div class=&quot;lotmpic&quot;&gt;
+&lt;img src=&quot;$$imagedir$$/lotm/lotm_200803_a.png&quot; alt=&quot;Level des Monats&quot; border=&quot;0&quot;&gt;
+&lt;div class=&quot;imagetitle&quot;&gt;Enigma V # 45 - Psycho Pushing&lt;/div&gt;
+&lt;/div&gt;
+
+&lt;table cellpadding=&quot;0&quot; cellspacing=&quot;1&quot; class=&quot;statistics&quot;&gt;
+&lt;caption class=&quot;normalcaption&quot;&gt;Einige Rekorde vom Januar 2008&lt;/caption&gt;
+&lt;colgroup&gt;
+   &lt;col width=&quot;80&quot;&gt;
+   &lt;col width=&quot;160&quot;&gt;
+&lt;/colgroup&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;2:59&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;Stupid&lt;/td&gt;&lt;/tr&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;3:09&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;Moneymaker&lt;/td&gt;&lt;/tr&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;3:28&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;ryujun&lt;/td&gt;&lt;/tr&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;3:53&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;Malla&lt;/td&gt;&lt;/tr&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;4:04&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;Ronald&lt;/td&gt;&lt;/tr&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;4:27&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;daydreamer&lt;/td&gt;&lt;/tr&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;4:36&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;Taztunes&lt;/td&gt;&lt;/tr&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;4:50&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;Safalra&lt;/td&gt;&lt;/tr&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;5:29&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;Gloop&lt;/td&gt;&lt;/tr&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;7:18&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;Craven&lt;/td&gt;&lt;/tr&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;7:24&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;Alex&lt;/td&gt;&lt;/tr&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;9:08&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;JuSt&lt;/td&gt;&lt;/tr&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;11:03&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;Gottseinsohn&lt;/td&gt;&lt;/tr&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;12:10&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;Ale&lt;/td&gt;&lt;/tr&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;12:49&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;biotopa&lt;/td&gt;&lt;/tr&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;12:57&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;WP319&lt;/td&gt;&lt;/tr&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;13:35&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;Sim_Ed&lt;/td&gt;&lt;/tr&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;18:23&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;Andy&lt;/td&gt;&lt;/tr&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;20:31&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;Tarim&lt;/td&gt;&lt;/tr&gt;
+&lt;/table&gt;
+
+&lt;p&gt;&lt;/p&gt;
+
+&lt;table cellpadding=&quot;0&quot; cellspacing=&quot;1&quot; class=&quot;statistics&quot;&gt;
+&lt;caption class=&quot;normalcaption&quot;&gt;Einfacher Modus&lt;/caption&gt;
+&lt;colgroup&gt;
+   &lt;col width=&quot;80&quot;&gt;
+   &lt;col width=&quot;160&quot;&gt;
+&lt;/colgroup&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;1:52&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;Ronald&lt;/td&gt;&lt;/tr&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;2:05&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;Stupid&lt;/td&gt;&lt;/tr&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;3:20&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;Malla&lt;/td&gt;&lt;/tr&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;3:26&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;Moneymaker&lt;/td&gt;&lt;/tr&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;3:36&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;ryujun&lt;/td&gt;&lt;/tr&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;3:51&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;daydreamer&lt;/td&gt;&lt;/tr&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;3:55&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;Safalra&lt;/td&gt;&lt;/tr&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;4:41&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;Taztunes&lt;/td&gt;&lt;/tr&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;5:06&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;Gloop&lt;/td&gt;&lt;/tr&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;5:35&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;Django&lt;/td&gt;&lt;/tr&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;7:21&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;Tobias&lt;/td&gt;&lt;/tr&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;8:33&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;WP319&lt;/td&gt;&lt;/tr&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;9:34&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;alfred69&lt;/td&gt;&lt;/tr&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;9:59&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;JuSt&lt;/td&gt;&lt;/tr&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;10:08&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;Melanie&lt;/td&gt;&lt;/tr&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;13:38&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;biotopa&lt;/td&gt;&lt;/tr&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;14:18&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;Craven&lt;/td&gt;&lt;/tr&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;15:58&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;Andy&lt;/td&gt;&lt;/tr&gt;
+    &lt;tr&gt;&lt;td class=&quot;num&quot;&gt;32:54&lt;/td&gt;
+        &lt;td class=&quot;left&quot;&gt;para_doks&lt;/td&gt;&lt;/tr&gt;
+&lt;/table&gt;
+
+&lt;p&gt;Nicht viel hat sich seit dem letzten Monat in den Spielerratings ver&#228;ndert;
+genau genommen, waren alle Bewertungen stabil, mit &quot;Island Labyrinth&quot;
+und &quot;Quadropolis&quot; gemeinsam an der Spitze der Tabelle. &quot;Psycho
+Pushing&quot; steigt auf Position 11 ein, knapp hinter &quot;Big
+Adventures&quot;.&lt;/p&gt;
+
+&lt;h4&gt;&quot;Tarim hat sich in seine Studentenzeit zur&#252;ckversetzt gef&#252;hlt&quot;&lt;/h4&gt;
+
+&lt;p&gt;Ja, unsere Steine in Enigma hatten wirklich eine schwere Zeit.
+Von achtlosen Murmeln herumgeschubst zu werden, auf ewig in dunkle Abgr&#252;nde zu
+st&#252;rzen, Objekte unter sich verstecken zu m&#252;ssen, die die Murmel verzweifelt
+sucht, bereits als junger Samen per Post verschickt zu werden oder eine
+Ewigkeit in kaltem Wasser treiben zu m&#252;ssen &hellip; und wann immer etwas
+schief geht, ist es ihre Schuld. Und obwohl die meisten Steine diese Behandlung
+auf die ihnen eigene, stoische Art tolerieren, k&#252;mmert sich Sven Siggelkow in
+&quot;Psycho Pushing&quot; um diejenigen Steine, die es einfach nicht mehr
+aushalten konnten.
+&lt;/p&gt;
+
+&lt;div class=&quot;quote&quot;&gt;
+&quot;Psycho Pushing&quot; ist Sven Siggelkows sehr sch&#246;n gestaltete Studie in Sachen
+komprimierte Komplexit&#228;t. Acht winzige sokobanartige Puzzles - und jedes
+Einzelne davon unm&#246;glich zu verstehen, von welcher Seite man es auch immer
+betrachtet - bis dann schlu&#223;endlich der Augenblick der Eingebung d&#228;mmert.
+&lt;/div&gt;
+
+&lt;div class=&quot;quote&quot;&gt;
+Tarim hat sich in seine Studentenzeit zur&#252;ckversetzt gef&#252;hlt. Beim Einzug in
+seine neue Bude musste er damals alle seine M&#246;belst&#252;cke in ein r&#228;umlich doch arg
+begrenztes Zimmer schieben, und dann das Kunstst&#252;ck fertig bringen, die
+einzelnen Einrichtungsgegenst&#228;nde auf ihren vorgesehenen Platz zu bef&#246;rdern, und
+w&#228;hrend dieses Man&#246;vers auch noch jederzeit zu gew&#228;hrleisten, dass f&#252;r ihn
+selbst wenigstens gen&#252;gend Platz zum Stehen vorhanden blieb. Und nicht zu
+vergessen, auch genug Raum frei zu lassen, um nach getaner Arbeit noch die T&#252;r
+&#246;ffnen zu k&#246;nnen, und den Sieg &#252;ber die Enge des Raumes im n&#228;chsten Pub zu
+feiern.
+&lt;/div&gt;
+
+&lt;div class=&quot;quote&quot;&gt;
+Mit der Maus nicht gerade der Allerflinkeste, hat Tarim sich nicht erk&#252;hnt, ein
+Wettrennen mit dem Felsblock zu wagen, um nach Bet&#228;tigung des Schalters vor eben
+diesem in den Raum ObenLinksEins zu gelangen. Es musste einen anderen Weg
+geben... Es gab einen anderen Weg: Den Zauberstab in Raum ObenLinksZwei gleich
+nebenan! Doch um an diesen zu gelangen, musste man zuerst das Puzzle in Raum
+ObenLinksEins gel&#246;st haben. Ein rekursives Paradoxon, dass sich nicht aufl&#246;sen
+lie&#223; - bis es Tarim schlie&#223;lich gelang, ein paar Holzbl&#246;cke aus Raum
+ObenRechtsZwei herauszubef&#246;rdern, und mit deren Hilfe durch den unter Wasser
+stehenden Hintereingang Zutritt zu Raum ObenLinksZwei zu erlangen.
+&lt;/div&gt;
+
+&lt;div class=&quot;quote&quot;&gt;
+Derart war die Kraft dieses Levels, dass sie Tarim glauben machte, dass das
+Unm&#246;gliche m&#246;glich gemacht werden kann - und genau auf diese Weise hat er es
+auch endlich geschafft den Level zu l&#246;sen.  
+&lt;/div&gt;
+
+&lt;div class=&quot;author&quot;&gt;Tarim&lt;/div&gt;
+
+&lt;p&gt;Wenn Sie sich beeilen, k&#246;nnen Sie noch den W&#228;rter sehen, wie er die erste
+Zelle unseres Komplexes betritt. Zwei W&#228;chter sichern die Zelle, w&#228;hrend der
+W&#228;rter drin ist. Die drei Bewohner dieser Zelle leiden an Amnesie, durch zu
+viele, zu harte Schl&#228;ge auf ihre Seiten. Und immer wieder vergessen sie, wo
+ihre Betten stehen. In der Zelle rechts haben wir drei Kleptomanen, die in
+einem namenlosen alptraumhaften Level Objekte unter sich verstecken mussten.
+Seien Sie bitte vorsichtig, man wei&#223; nie, welche Dinge sie diesmal
+hereingeschmuggelt haben. Letztes Mal haben sie es geschafft, einen Schneemann
+in ihrer Zelle zu verstecken, der dann aber nat&#252;rlich geschmolzen ist &hellip;
+bitte rutschen Sie nicht auf dem nassen Boden aus.
+&lt;/p&gt;
+
+&lt;h4&gt;&quot;'Psycho Pushing' wurde einer meiner liebsten Levels&quot;&lt;/h4&gt;
+
+&lt;p&gt;Die n&auml;chste Zelle beherbergt einige zwanghafte Spielernaturen
+auf Entzug. Nur keine Panik, es sind eigentlich ganz nette Kerle. Bevor sie vor
+einigen Monaten durchgedreht sind, waren sie als &quot;Turnstiles&quot;
+besch&auml;ftigt. Bringen Sie etwas Rundes f&#252;r sie zum Spielen mit, und Sie
+werden mit offenen Armen empfangen werden. Und sehen Sie sich vor, dass Sie
+nicht von dem hier zust&auml;ndigen W&auml;rter &uuml;berrannt werden. Die
+Insassen der n&auml;chsten Zelle sind Pyromanen, die zu lange als ehemalige
+Wandsteine neben Explosivstoffen stehen mussten. Hoffentlich haben sie nicht
+schon wieder aus die leicht entflammbaren Reinigungsmitteln zusammengemixt
+haben, &hellip; sie versuchen stets, auf diese Weise auszubrechen.
+&lt;/p&gt;
+
+&lt;div class=&quot;lotmpic&quot;&gt;
+&lt;img src=&quot;$$imagedir$$/lotm/lotm_200803_b.png&quot; alt=&quot;Level des Monats&quot; border=&quot;0&quot;&gt;
+&lt;div class=&quot;imagetitle&quot;&gt;Ups &hellip;&lt;/div&gt;
+&lt;/div&gt;
+
+&lt;div class=&quot;quote&quot;&gt;
+Kein anderer Level hat bei mir in all den Jahren, die ich dieses Level kenne,
+solch widerspr&#252;chliche Gef&#252;hlszust&#228;nde verursacht, wie &quot;Psycho Pushing&quot;.
+&lt;/div&gt;
+
+&lt;div class=&quot;quote&quot;&gt;
+Zuerst war ich einfach nur frustriert von diesem Level, da ich nicht schnell
+genug mit meiner Murmel war, das Puzzle oben links zu betreten, bevor die Samen
+den Zugang verschlossen hatten. Ich sah all die herausfordernden netten
+sokoban&#228;hnlichen R&#228;tsel, aber ich musste erst zu den vielen anderen Levels
+zur&#252;ckkehren, die ich noch l&#246;sen musste, um meine Fertigkeiten zu verbessern.
+&lt;/div&gt;
+
+&lt;div class=&quot;quote&quot;&gt;
+Nach einiger Zeit kehrte ich zu diesem Level zur&#252;ck. Nun hatte ich kein
+gr&#246;&#223;eres Problem mehr, die Puzzles zu betreten und konnte sie wirklich
+genie&#223;en. &quot;Psycho Pushing&quot; wurde einer meiner liebsten Levels.
+&lt;/div&gt;
+
+&lt;div class=&quot;quote&quot;&gt;
+Aber dann entdeckte ich, dass man einige der Puzzles abk&#252;rzen kann. Ich war
+wirklich entt&#228;uscht. All' diese sch&#246;nen R&#228;tsel und man muss einige von ihnen
+umgehen, um einen guten Score zu erreichen? Ich dachte, die Abk&#252;rzungen m&#252;ssten
+repariert werden.
+&lt;/div&gt;
+
+&lt;div class=&quot;lotmpic&quot;&gt;
+&lt;img src=&quot;$$imagedir$$/lotm/lotm_200803_d.png&quot; alt=&quot;Level des Monats&quot; border=&quot;0&quot;&gt;
+&lt;div class=&quot;imagetitle&quot;&gt;BANG, BOOM, BANG!&lt;/div&gt;
+&lt;/div&gt;
+
+&lt;div class=&quot;quote&quot;&gt;
+Aber mit der Zeit habe ich mehr und mehr Shortcuts entdeckt. Ich begann mich zu
+fragen, ob sie nicht etwa eine beabsichtigte alternative L&ouml;sungsweise
+darstellten. Diese Shortcuts zu finden und miteinander zu immer neuen
+L&ouml;sungswegen zu kombinieren, entwickelte sich zu einer Herausforderung der
+ganz eigenen Art. Wenn Sie sich meinen Weltrekord im &quot;Einfachen Modus&quot;
+anschauen, k&ouml;nnen Sie sich sicherlich vorstellen, dass ich nicht allzuviele
+der acht Mini-Sokobans auf die vorgesehene Weise gel&ouml;st habe. K&ouml;nnen
+Sie erraten wieviele? - Genau. Nur eineinhalb! Eineinhalb? Ja, dadurch, dass ich
+in einem gewissen Raum nicht alle Steine auf die Trigger zu schieben brauchte,
+habe ich nur einen Bruchteil der normalen L&ouml;sungszeit ben&ouml;tigt.
+&lt;/div&gt;
+
+&lt;div class=&quot;quote&quot;&gt;
+Letztlich hat Sven die Shortcuts beseitigt, jedoch nicht ohne vorher
+einzur&auml;umen, dass sie ausgesprochen interessant sind. Wenn Sie also
+vorhaben, diese nicht eingeplanten L&ouml;sungswege n&auml;her zu untersuchen,
+sollten Sie dies m&ouml;glichst bald tun. Wahrscheinlich werden Sie noch
+schnellere L&ouml;sungszeiten als ich erzielen k&ouml;nnen, w&auml;hrend Sie
+Steine schiebend durch die Puzzles von &quot;Psycho Pushing&quot; rasen. Aber
+nichtsdestotrotz freue ich mich auf die neue ausgebesserte Version. Meinen
+Gl&uuml;ckwunsch an Sven, und vielen Dank f&uuml;r diesen reizvollen Level.
+&lt;/div&gt;
+
+&lt;div class=&quot;author&quot;&gt;Ronald Lamprecht&lt;/div&gt;
+
+&lt;p&gt;
+In der ersten Zelle der s&uuml;dlichen H&auml;lfte unseres Asyls
+befindet sich die geschlossene Abteilung f&#252;r demenzkranke Steine. Den
+Gro&szlig;teil ihres langen Berufslebens in der Bolder-Branche t&auml;tig, haben
+sie auch jetzt noch die Neigung, sich spontan auf den Weg zu machen, bis sie
+sich pl&#246;tzlich verirren, und dann orientierungs- und bewegungslos verharren, bis
+unser Pflegepersonal sie wieder zu ihrem Refugium zur&uuml;ckgeleitet. Zu ihrem
+eigenen Schutz haben wir daher beschlossen, sie hier in der geschlossenen
+Abteilung zu verwahren.
+Dies k&ouml;nnte ohne Weiteres schon geschehen, wenn
+einer von ihnen sich in die direkt nebenan liegende Abteilung verirren
+w&uuml;rde. Dort sind unsere Borderline Pers&ouml;nlichkeiten untergebracht.
+Viele Jahre waren sie f&uuml;r den Sicherheitsdienst Knight t&auml;tig, bis ein
+&hellip; Berufsunfall &hellip; sie vorzeitig in
+den Ruhestand versetzte. Bestens ger&uuml;stet gegen alle
+m&ouml;glichen bewaffneten &Uuml;berf&auml;lle, beispielsweise mit einem
+it-hammer, mussten sie sich allesamt einer mit it-sword ausgestatteten
+Murmel geschlagen geben. Vollkommen unf&auml;hig, diese traumatische
+Erfahrung zu verarbeiten, und immer noch von ihrer eigenen
+Unbesiegbarkeit &uuml;berzeugt, leben sie seither in der
+Wahnvorstellung, die Begegnung h&auml;tte unentschieden geendet.
+Dieser immense innere Konflikt zwischen Wahn und Wirklichkeit verursacht eine
+gigantische latente Agressionsbereitschaft. Bitte seien Sie sehr vorsichtig,
+wenn Sie mit diesen Steinen sprechen, ein Schritt in die falsche Richtung, und
+ihre impulsiven Emotionen und Aktionen k&#246;nnten Sie verletzen.
+&lt;/p&gt;
+
+&lt;h4&gt;&quot;'Psycho Pushing' resulted from studying the old Oxyd levels again&quot;&lt;/h4&gt;
+
+&lt;p&gt;Die siebte unserer Zellen bietet denjenigen unserer
+G&auml;ste Unterkunft, die unter abnormer Klaustrophobie
+leiden. Sie haben einst in diversen Sokoban-Leveln gearbeitet, wurden
+dann aber vors&auml;tzlich in irgendeine unzug&auml;ngliche Ecke
+abgeschoben. Wir haben die W&auml;nde des Raumes aus Glas gestaltet, um
+das Innere weitr&auml;umig erscheinen zu lassen. Es scheint zu
+funktionieren: keiner der Insassen hat bisher &uuml;ber Engegef&uuml;hle
+oder Beklemmungen geklagt. Sogar die T&uuml;r haben wir durch eine Art
+Br&uuml;ckensystem ausgetauscht, damit niemand das Gef&uuml;hl hat,
+eingeschlossen zu sein. Ihre Nachbarn in Zelle 8 leiden unter einer besonders
+schweren Form von dissoziativer Identit&auml;tsst&ouml;rung. Sie halten sich
+selbst f&uuml;r andere Gesteinsarten als sie es eigentlich sind, und versuchen
+diese anderen Arten zu imitieren. Dies geschieht sehr
+h&auml;ufig mit Steinen, denen es aufgrund ihrer inneren Beschaffenheit nicht
+gelungen ist, sich an das Design ihrer Umgebung anzupassen, sehr tragisch.
+Fragen Sie jetzt bitte nicht, warum es denn vier Betten f&uuml;r nur drei
+Insassen gibt: Gelegentlich versteckt sich einer von ihnen derart geschickt,
+dass er sogar f&uuml;r unser geschultes Fachpersonal nicht mehr auffindbar
+ist.&lt;/p&gt;
+
+&lt;p&gt;Und nun m&ouml;chte der Direktor und Stifter unseres Instituts
+f&uuml;r Verwirrte Steine das Wort an Sie richten:&lt;/p&gt;
+
+&lt;div class=&quot;quote&quot;&gt;
+Es ist ja schon eine ganze Weile her, seitdem ich den Level zusammengebastelt
+habe. Ich musste eine Weile nachdenken, aber ich erinnere mich: Es war im Juli
+2003, als ich &quot;Psycho Pushing&quot; vollendete. Er wurde zusammen mit 16
+weiteren meiner Levels mit dem 0.81er Release von Enigma ver&#246;ffentlicht.
+&lt;/div&gt;
+
+&lt;div class=&quot;lotmpic&quot;&gt;
+&lt;img src=&quot;$$imagedir$$/lotm/lotm_200803_c.png&quot; alt=&quot;Level des Monats&quot; border=&quot;0&quot;&gt;
+&lt;div class=&quot;imagetitle&quot;&gt;Oh, ein Extraleben, sehr gut; &lt;br&gt; diese Mauern sind
+irgendwie angsteinfl&#246;&#223;end &hellip;&lt;/div&gt;
+&lt;/div&gt;
+
+&lt;div class=&quot;quote&quot;&gt;
+Meine Beziehung zu Enigma f&#252;hrt &#252;ber die Originalspielidee von Meinolf
+Schneider. Ich habe alle Oxydspiele bereits vor 20 Jahren auf meinem Atari ST
+verschlungen. Zu meinem Leidwesen konnte man dort die Level nur sukzessive
+spielen, also erst wenn man einen gel&#246;st hat, durfte man den n&#228;chsten versuchen.
+Das war manchmal sehr frustrierend. &#220;ber die Jahre hatte ich dann immer mal
+wieder ein Spiel am PC durchgespielt.
+&lt;/div&gt;
+
+&lt;div class=&quot;quote&quot;&gt;
+Meine Favoriten waren immer die Linkspiel-Levels,
+bei denen man zusammen mit einem Partner gemeinsam den Level l&#246;sen musste. Ich
+hoffe sehr, dass das noch in Enigma umgesetzt wird, denn diese Spielfreude ist
+wirklich ein Erlebnis.
+&lt;/div&gt;
+
+&lt;div class=&quot;quote&quot;&gt;
+Irgendwann bin ich dann mal auf Enigma gesto&#223;en, und entschied mich, mein
+Oxydwissen in Form von Fehlerberichten mit den Entwicklern zu teilen. Ich
+wollte das Projekt wirklich vorw&#228;rts bringen, aber wie?
+&lt;/div&gt;
+
+&lt;div class=&quot;quote&quot;&gt;
+&quot;Psycho Pushing&quot; und viele der Ideen meiner anderen Levels
+resultierten wieder aus dem Studium der alten Oxydlevels. Sie alle waren nur
+von der Gr&#246;&#223;e eines Bildschirms, wie die sechs Meditationslandschaften, von
+denen ich &quot;What's the problem&quot; besonders bemerkenswert finde. Mit
+&quot;Psycho Pushing&quot;, meinem dritten Level &#252;berhaupt, wollte ich einen
+Mehrscreenlevel schaffen, wo diverse B&#246;den, Elemente und Steine verwendet
+werden. Daher habe ich wahrscheinlich auch alle m&#246;glichen Items versteckt, unter
+den verschiebbaren Steinen am Rand, wovon die meisten irrelevant sind. Und
+gerade der Schirm ist es wohl, der f&#252;r diverse Abk&#252;rzungen sorgt, wie die von
+Ronald k&#252;rzlich erw&#228;hnte. Allerdings k&#246;nnen wohl nur wahre F&#252;chse davon
+&lt;/div&gt;
+
+&lt;div class=&quot;quote&quot;&gt;
+Ich habe Enigma dann etwas aus den Augen verloren, aber vor kurzem konnte ich
+meine sechsj&#228;hrige Tochter von diesem Spiel begeistern und mit ein wenig Stolz
+teile ich ihr dann mit, dass einige der Levels von mir sind. Vielleicht werden
+ja noch einige folgen, denn mittlerweile bin ich selbst wieder begeistert und es
+kommen ja immer einige neue Level dazu. Zudem ist es nicht so, dass ich schon
+alle gel&#246;st h&#228;tte ;-)
+&lt;/div&gt;
+
+&lt;div class=&quot;quote&quot;&gt;
+Meinen herzlichen Dank nochmal an das DEV-Team: Macht weiter so und lasst Euch
+nicht unterkriegen!
+&lt;/div&gt;
+
+&lt;div class=&quot;author&quot;&gt;Sven Siggelkow&lt;/div&gt;
+
+&lt;p&gt;Und vielen Dank an dich, Sven, f&uuml;r diesen fabul&ouml;sen Level
+mit seinen acht &quot;einen in den Wahnsinn treibenden&quot; Aufgaben.
+Und vielen Dank auch f&uuml;r das gr&ouml;&szlig;te Geschenk: Einen
+neuen Fan!&lt;/p&gt;
+
+
+&lt;p&gt;Abschlie&#223;end ein Wort in eigener Sache. Im Namen von Harry und mir, m&#246;chte
+ich Ihnen allen, unseren treuen Lesern da drau&#223;en, danken, dass Sie durch das
+letzte Jahr hindurch bei uns gewesen sind. Zusammen mit Clifford, mit Yuriy und
+Joe konnten wir 12 Artikel &#252;ber die besten Levels in Enigma verfassen.
+Allerdings tut es mir leid, hiermit ank&#252;ndigen m&#252;ssen, dass dieser LdM f&#252;r eine
+lange Zeit der letzte LdM aus meiner Feder bleiben wird. Ich werde nun
+&quot;zur Quelle zur&#252;ckkehren&quot;, da Enigma 1.1 verzweifelt zu schl&#252;pfen
+versucht, und Ronald und Raoul helfen, dies geschehen zu lassen. Und auch
+selbst einige neue Levels schreiben zu k&#246;nnen, etwas, dass ich im Laufe des
+letzten Jahres aus den Augen verloren hatte. Harry hat sich dazu entschieden,
+mehr seiner Zeit auf die wirklich wichtigen Dinge im Leben zu verwenden, wie
+den &quot;Goldenen Pfad des Levell&#246;sens&quot; weiter zu erforschen oder
+&quot;Per Anhalter durch das Levelpack&quot; zu studieren - oder sich mehr
+seiner Handtuchsammlung zu widmen. Nichts - au&#223;er vielleicht &quot;Worse
+Nightmare&quot; zu spielen - kann frustrierender sein, als einen Tripp mit
+einem Raumschiff zu verpassen, nur weil das eigene Handtuch nicht in guter Form
+ist. Aber solange er auf der Oberfl&#228;che dieses Planeten kriecht, hat er seine
+Dienste der Enigmischen Gemeinschaft als Mitglied der Redaktion angeboten. Und
+dort zuk&#252;nftige Autoren zu unterst&#252;tzen und anzuleiten, und von Zeit zu Zeit
+einen Kommentar oder Artikel selbst beizusteuern.
+&lt;/p&gt;
+
+&lt;p&gt;Was bedeutet: Wir werden eine Redaktion anbieten, um Artikel und
+Spielerkommentare von Ihnen, unseren Lesern, zu ver&#246;ffentlichen. Wenn Sie
+Enigma lieben, und zu schreiben lieben, bitte, schicken Sie uns einen Artikel
+&#252;ber den Level, den Sie am meisten bewundern, oder mit dem Sie sich am besten
+selbst identifizieren k&#246;nnen. Sie k&#246;nnen ihn uns in Englisch, Deutsch oder
+Russisch zuschicken. Und nat&#252;rlich gibt es keine Verpflichtung f&#252;r weitere
+Artikel von Ihnen. Allerdings, lieber Leser, bitte denken Sie daran: &lt;i&gt;Wenn
+Sie diesen Artikel nicht schreiben, wird es niemand tun.&lt;/i&gt;
+&lt;/p&gt;
+
+&lt;p&gt;
+Wenn Sie sich nicht entscheiden k&#246;nnen, welchen Level Sie beschreiben wollen,
+sind hier vier Levels, die hoch Bewertungen haben und die n&#228;chsten Levels des
+Monats geworden w&#228;ren:
+&lt;ul&gt;
+&lt;li&gt;&quot;Turnstiles for Two&quot; von Ronald Lamprecht&lt;/li&gt;
+&lt;li&gt;&quot;Pleasure Garden&quot; von Jacob Scott&lt;/li&gt;
+&lt;li&gt;&quot;Gods of Enigma II&quot; von moonpearl&lt;/li&gt;
+&lt;li&gt;&quot;Industrial Puzzles&quot; von Raoul Bourquin&lt;/li&gt;
+&lt;/ul&gt;
+Bitte, senden Sie uns Artikel und Kommentare, als Spieler ebenso wie als Autor
+eines solch gro&#223;artigen Levels, an:
+&lt;pre&gt;
+&lt;a href=&quot;mailto:<A HREF="https://lists.berlios.de/mailman/listinfo/enigma-game-svn">enigma-devel at nongnu.org</A>&quot;&gt;<A HREF="https://lists.berlios.de/mailman/listinfo/enigma-game-svn">enigma-devel at nongnu.org</A>&lt;/a&gt;
+&lt;/pre&gt;
+Vielen Dank f&#252;r Ihren Einsatz, die Zukunft des LdM h&#228;ngt von IHNEN ab!
+&lt;/p&gt;
+
+&lt;p&gt;Beste Gr&#252;&#223;e,&lt;br&gt;
+&lt;i&gt;Andreas &amp; Harry&lt;/i&gt;&lt;/p&gt;
+
+&lt;/div&gt;
+


</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000496.html">[Enigma-game-svn] r1064 - in homepage: images/lotm input input/lotm
</A></li>
	<LI>Next message: <A HREF="000498.html">[Enigma-game-svn] r1066 - in trunk: data/levels/enigma_cross	data/levels/enigma_iii data/levels/enigma_iv src/gui
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#497">[ date ]</a>
              <a href="thread.html#497">[ thread ]</a>
              <a href="subject.html#497">[ subject ]</a>
              <a href="author.html#497">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.berlios.de/mailman/listinfo/enigma-game-svn">More information about the Enigma-game-svn
mailing list</a><br>
</body></html>
