<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Enigma-game-svn] r1416 - homepage/input/lotm
   </TITLE>
   <LINK REL="Index" HREF="http://lists.berlios.de/pipermail/enigma-game-svn/2008-December/index.html" >
   <LINK REL="made" HREF="mailto:enigma-game-svn%40lists.berlios.de?Subject=Re%3A%20%5BEnigma-game-svn%5D%20r1416%20-%20homepage/input/lotm&In-Reply-To=%3C200812281235.mBSCZJQW001452%40sheep.berlios.de%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000844.html">
   <LINK REL="Next"  HREF="000846.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Enigma-game-svn] r1416 - homepage/input/lotm</H1>
    <B>andreasl at mail.berlios.de</B> 
    <A HREF="mailto:enigma-game-svn%40lists.berlios.de?Subject=Re%3A%20%5BEnigma-game-svn%5D%20r1416%20-%20homepage/input/lotm&In-Reply-To=%3C200812281235.mBSCZJQW001452%40sheep.berlios.de%3E"
       TITLE="[Enigma-game-svn] r1416 - homepage/input/lotm">andreasl at mail.berlios.de
       </A><BR>
    <I>Sun Dec 28 13:35:19 CET 2008</I>
    <P><UL>
        <LI>Previous message: <A HREF="000844.html">[Enigma-game-svn] r1415 - homepage/input/lotm
</A></li>
        <LI>Next message: <A HREF="000846.html">[Enigma-game-svn] r1417 - in trunk: data data/schemas src	src/actors src/stones
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#845">[ date ]</a>
              <a href="thread.html#845">[ thread ]</a>
              <a href="subject.html#845">[ subject ]</a>
              <a href="author.html#845">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Author: andreasl
Date: 2008-12-28 13:35:17 +0100 (Sun, 28 Dec 2008)
New Revision: 1416

Modified:
   homepage/input/lotm/lotm_200812_de.html
   homepage/input/lotm/lotm_200812_ru.html
Log:
Homepage:
 - Typos in German article (thanks to Nobby)
 - &quot;...&quot; -&gt; &quot;&hellip;&quot;
 - Validation (was nothing to do)
Todo:
 - Upload


Modified: homepage/input/lotm/lotm_200812_de.html
===================================================================
--- homepage/input/lotm/lotm_200812_de.html	2008-12-28 11:44:18 UTC (rev 1415)
+++ homepage/input/lotm/lotm_200812_de.html	2008-12-28 12:35:17 UTC (rev 1416)
@@ -10,16 +10,14 @@
 In den letzten beiden Jahren hatten wir an dieser Stelle bereits das
 Vergn&uuml;gen, ausf&uuml;hrlich &uuml;ber 10 epische Levels zu
 berichten, die sich dadurch auszeichneten, den Forschergeist und die
-Abenteuerlust im Spieler anzusprechen. Diese phantastischen Multi-Screen
-Welten erfreuen sich allergr&ouml;&szlig;ter Beliebtheit bei den
+Abenteuerlust im Spieler anzusprechen. Diese phantastischen Multi-Screen-Welten erfreuen sich allergr&ouml;&szlig;ter Beliebtheit bei den
 Spielern, wie ein Blick ins LdM-Archiv zeigt. Ebenso war es uns
 verg&ouml;nnt, 6 herausragende Zwei-, Drei- oder Vier-Screen Level
 vorzustellen. Vor zwei Monaten konnten wir dann endlich unseren
-ersten Level im klassischen One-Screen Format pr&auml;sentieren:
+ersten Level im klassischen One-Screen-Format pr&auml;sentieren:
 &quot;Industrial Puzzles&quot; von Raoul Bourquin. Und nun wartet
-bereits der zweite Vertreter dieser Levelspezies darauf, die LdM
-B&uuml;hne betreten zu d&uuml;rfen und seinen Preis in Empfang zu
-nehmen. Obwohl von der gleichen Art k&ouml;nnten die beiden Level kaum
+bereits der zweite Vertreter dieser Levelspezies darauf, die LdM-B&uuml;hne betreten zu d&uuml;rfen und seinen Preis in Empfang zu
+nehmen. Obwohl von der gleichen Art, k&ouml;nnten die beiden Level kaum
 unterschiedlicher sein. &quot;Industrial Puzzles&quot; ist reichlich mit
 den verschiedensten Objekten ausgestattet (fast ist man geneigt
 &quot;&uuml;berfrachtet&quot; zu sagen), die Enge des Raumes ist schon
@@ -191,7 +189,7 @@
 &lt;div class=&quot;quote&quot;&gt;Bisher dachte ich, dass der Name des Levels irgendetwas mit Feuer zu tun hat; so in der Art, dass etwas durch Verbrennen eine 
 'Kruste' erh&auml;lt, LOL! Ich sah schlichtweg die innewohnende anthropomorphe Symbolik nicht und l&ouml;ste die Puzzles 
 gem&auml;&szlig; der vorliegenden Gegebenheiten. Als ich mich f&uuml;r meinen Kommentar mit dem Level wieder vertraut machte, 
-schlug ich &quot;Procrustes&quot; nach. Es ist wahrlich geschickt (klasse?) wie perfekt Andreas Lochmann die Symbolik des 
+schlug ich &quot;Procrustes&quot; nach. Es ist wahrlich geschickt wie perfekt Andreas Lochmann die Symbolik des 
 mythologischen Charakters in seinem Level umgesetzt hat &mdash; sehr, sehr clever!&lt;/div&gt;
 
 &lt;div class=&quot;quote&quot;&gt;Zwar ist das Level nicht so komplex und schwierig wie die meisten anderen LdM, trotzdem erf&uuml;llt es m.E. in jeder Hinsicht
@@ -203,21 +201,21 @@
 &lt;h4&gt;&quot;Keine der Meditationen besitzt f&uuml;r mich einen so starken meditativen Aspekt wie &quot;Procrustes&quot;&quot;&lt;/h4&gt;
 
 &lt;div class=&quot;quote&quot;&gt;Zwei oder drei Stunden nach Mitternacht. Aus den Kopfh&ouml;rern kommen die ersten T&ouml;ne einer Lap 
-Steel Guitar - ein langsamer Countrysong ... Irgendwie bekannt ... &quot;&lt;i&gt;Well she's walking 
-through the clouds with a circus smile that's running round&lt;/i&gt; ... &quot; - &Auml;h! - Wie bitte? - 
-&quot;Little Wing&quot; interpretiert als Countrysong? ...  &quot;&lt;i&gt;It's alright&lt;/i&gt;&quot; ...  
+Steel Guitar - ein langsamer Countrysong &hellip; Irgendwie bekannt &hellip; &quot;&lt;i&gt;Well she's walking 
+through the clouds with a circus smile that's running round&lt;/i&gt; &hellip; &quot; - &Auml;h! - Wie bitte? - 
+&quot;Little Wing&quot; interpretiert als Countrysong? &hellip;  &quot;&lt;i&gt;It's alright&lt;/i&gt;&quot; &hellip;  
 Und wie! Das funktioniert tats&auml;chlich! Der Hammer!&lt;/div&gt;
 
-&lt;div class=&quot;quote&quot;&gt;Tja, das war das Aus f&uuml;r das aktuelle Level. Die Konzentration war wie weggeblasen ... 
-&quot;&lt;i&gt;It's alright&lt;/i&gt;&quot; ... Und Replay ... Und nochmal.&lt;/div&gt;
+&lt;div class=&quot;quote&quot;&gt;Tja, das war das Aus f&uuml;r das aktuelle Level. Die Konzentration war wie weggeblasen &hellip; 
+&quot;&lt;i&gt;It's alright&lt;/i&gt;&quot; &hellip; Und Replay &hellip; Und nochmal.&lt;/div&gt;
 
 &lt;div class=&quot;quote&quot;&gt;&quot;Procrustes&quot; war erstmal Geschichte - eine ohne Ende.&lt;/div&gt;
 
 &lt;div class=&quot;quote&quot;&gt;In den n&auml;chsten Wochen ging mir &quot;Procrustes&quot; geschickt aus dem Weg; aber wahrscheinlich 
-wares eher anders herum. Letztendlich f&uuml;hrte aber dann kein Weg mehr daran vorbei. Also machte 
+war es eher anders herum. Letztendlich f&uuml;hrte aber dann kein Weg mehr daran vorbei. Also machte 
 ich mich an die ausstehende L&ouml;sung. Die Playlist war auf 'random' gestellt. Ich startete 
 &quot;Procrustes&quot;, rein zuf&auml;llig begann auch der n&auml;chste Song: Die ersten T&ouml;ne 
-einer Lap Steel Guitar erklangen ... Schlagartig erinnerte ich mich, dass es dieses Level war, als 
+einer Lap Steel Guitar erklangen &hellip; Schlagartig erinnerte ich mich, dass es dieses Level war, als 
 ich &quot;Little Wing&quot; in dieser eigenwilligen Interpretation das erste Mal h&ouml;rte. Nur 
 Zufall?&lt;/div&gt;
 
@@ -312,18 +310,18 @@
 
 &lt;div class=&quot;quote&quot;&gt;Was getan werden muss, ist nicht zu kompliziert, schlie&szlig;lich handelt es sich um ein WYSIWYG-Level. 
 Nichts ist verborgen, keine Verstecke, alles ist auf einen Blick zu erkennen. Der Anfang ist ansprechend; 
-zun&auml;chst muss einen Abgrund umgeben von einem Flammenmeer durchquert werden. Zur &Uuml;berwindung 
+zun&auml;chst muss ein Abgrund umgeben von einem Flammenmeer durchquert werden. Zur &Uuml;berwindung 
 dieses Hindernisses gilt es, aus den Puzzlesteinen ein passendes Gebilde zu bauen. Hat man die andere Seite 
 erreicht, erwartet einen dieselbe Aufgabenstellung. Allerdings geht es nun enger zu, und das Puzzlegebilde 
 muss dazu auch noch l&auml;nger werden. Um die zus&auml;tzlich ben&ouml;tigten Puzzleteile heranzuschaffen, 
 leistet der Feuerl&ouml;scher, strategisch clever eingesetzt, unersetzliche Dienste.&lt;/div&gt; 
 
 &lt;div class=&quot;quote&quot;&gt;Hier muss aufgrund des knapp bemessenen Platzes vorsichtig agiert werden, um sich nicht 
-den Weg zu versperren, was dann zu einem Neustart zwingen w&uuml;rde.Anfangs dachte ich, dieses Level sehr
-schnell l&ouml;sen zu k&ouml;nnen ... Aber das war wohl nur ein Wunschtraum. Ich verbrachte einige Tage damit. 
-Bei jedem weiteren Versuch sagte ich mir: &quot; Das ist das letzte Mal&quot;. Aber jedesmal machte ich irgendetwas falsch,
+den Weg zu versperren, was dann zu einem Neustart zwingen w&uuml;rde. Anfangs dachte ich, dieses Level sehr
+schnell l&ouml;sen zu k&ouml;nnen &hellip; Aber das war wohl nur ein Wunschtraum. Ich verbrachte einige Tage damit. 
+Bei jedem weiteren Versuch sagte ich mir: &quot;Das ist das letzte Mal&quot;. Aber jedesmal machte ich irgendetwas falsch,
 und ich musste von vorne beginnen. Dieses Level ist eine subtile Sch&ouml;pfung, und man kann Einiges an Zeit 
-f&uuml;r die L&ouml;sung ben&ouml;tigen. Gutes Gehirn-Jogging ...&lt;/div&gt;
+f&uuml;r die L&ouml;sung ben&ouml;tigen. Gutes Gehirn-Jogging &hellip;&lt;/div&gt;
 
 &lt;div class=&quot;quote&quot;&gt;&quot;Procrustes&quot; ist leicht und angenehm zu spielen: Kein Rotor jagt der Murmel hinterher, und 
 Schnelligkeit spielt keine Rolle. Die Hauptaufgabe besteht im Verschieben und Anordnen von Puzzlesteinen. 
@@ -386,11 +384,20 @@
 
 &lt;div class=&quot;quote&quot;&gt;Wem nicht klar sein sollte, wie gut das Ganze ausgekl&uuml;gelt ist, dem mag an dieser Stelle ein Blick ins Referenzhandbuch empfohlen sein: In Kapitel 4.3.46 weden die Besonderheiten der Puzzlesteine genauestens beschrieben, und in Kapitel 4.6 das neue Feuer-System von Enigma 1.0 erl&auml;utert. &quot;Procrustes&quot; ist &uuml;brigens der einzige Level von Andreas, in dem die blauen Puzzlesteine auftauchen, und das obwohl er es immerhin schon auf 46 1/4 Levels gebracht hat.&lt;/div&gt;
 
-&lt;div class=&quot;quote&quot;&gt;Die Einzigartigkeit des Br&uuml;ckenbauman&ouml;vers war der eine Grund, warum ich &quot;Procrustes&quot; im Laufe der letzten zwei Jahre immer wieder gerne einen Besuch abgestattet habe, der andere war die angegebene L&ouml;sungszeit des Autors: Obwohl Andreas nun nicht gerade daf&uuml;r bekannt ist, dass er mit phaetonischer Geschwindigkeit durch die Levels reist, war er doch immer 7-6-5-4-3-2-1 Minuten schneller unterwegs als ich. Im Laufe der Zeit kam ich seinem Rekord zwar immer n&auml;her, und es gelang mir immer wieder neue L&ouml;sungsmethoden zu erfinden, die aber immer noch Lichtjahre entfernt waren von der vermeintlich optimalen L&ouml;sungszeit - von der Bestzeit von Ronald.&lt;/div&gt;
+&lt;div class=&quot;quote&quot;&gt;Die Einzigartigkeit des Br&uuml;ckenbauman&ouml;vers war der
+eine Grund, warum ich &quot;Procrustes&quot; im Laufe der letzten zwei Jahre
+immer wieder gerne einen Besuch abgestattet habe, der andere war die angegebene
+L&ouml;sungszeit des Autors: Obwohl Andreas nun nicht gerade daf&uuml;r bekannt
+ist, dass er mit phaetonischer Geschwindigkeit durch die Levels reist, war er
+doch immer 7-6-5-4-3-2-1 Minuten schneller unterwegs als ich. Im Laufe der Zeit
+kam ich seinem Rekord zwar immer n&auml;her, und es gelang mir immer wieder neue
+L&ouml;sungsmethoden zu erfinden, die aber immer noch Lichtjahre entfernt waren
+von der vermeintlich optimalen L&ouml;sungszeit - von der Bestzeit von
+Ronald.&lt;/div&gt;
 
 &lt;div class=&quot;quote&quot;&gt;Tja, und das war eigentlich das Einzige, was mir an dem Level bisher nicht so sehr gefallen hat: Dass es mir einfach nicht gelingen wollte, den k&uuml;rzest m&ouml;glichen L&ouml;sungsweg f&uuml;r die Operation &quot;Procrustes&quot; zu finden, und somit die Tatsache, dass nicht ich es war, der die Bestzeit hielt. Aber ich hoffe, dass ich diesen Malus irgendwann in der k&uuml;rzeren Vergangenheit beseitigen konnte. ;-) &lt;/div&gt;
 
-&lt;div class=&quot;quote&quot;&gt;Vielen Dank an Moneymaker f&uuml;r die verbale Volage ;-) - und nat&uuml;rlich an Andreas f&uuml;r den genialen Level. :-) &lt;/div&gt;
+&lt;div class=&quot;quote&quot;&gt;Vielen Dank an Moneymaker f&uuml;r die verbale Vorlage ;-) - und nat&uuml;rlich an Andreas f&uuml;r den genialen Level. :-) &lt;/div&gt;
 
 &lt;div class=&quot;author&quot;&gt;Daydreamer&lt;/div&gt;
 

Modified: homepage/input/lotm/lotm_200812_ru.html
===================================================================
--- homepage/input/lotm/lotm_200812_ru.html	2008-12-28 11:44:18 UTC (rev 1415)
+++ homepage/input/lotm/lotm_200812_ru.html	2008-12-28 12:35:17 UTC (rev 1416)
@@ -461,7 +461,7 @@
 &lt;div class=&quot;author&quot;&gt;Mecke &lt;/div&gt;
 
 
-&lt;h4&gt;Non multa, sed multum (&#208;&#210;&#201;&#194;&#204;. &#208;&#197;&#210;&#197;&#215;&#207;&#196; &quot;&#231;&#204;&#193;&#215;&#206;&#207;&#197; &mdash; &#206;&#197; &#203;&#207;&#204;&#201;&#222;&#197;&#211;&#212;&#215;&#207;...&quot;)&lt;/h4&gt;
+&lt;h4&gt;Non multa, sed multum (&#208;&#210;&#201;&#194;&#204;. &#208;&#197;&#210;&#197;&#215;&#207;&#196; &quot;&#231;&#204;&#193;&#215;&#206;&#207;&#197; &mdash; &#206;&#197; &#203;&#207;&#204;&#201;&#222;&#197;&#211;&#212;&#215;&#207;&hellip;&quot;)&lt;/h4&gt;
 
 &lt;div class=&quot;quote&quot;&gt;&#252;&#212;&#193; &#204;&#193;&#212;&#201;&#206;&#211;&#203;&#193;&#209; &#208;&#207;&#211;&#204;&#207;&#215;&#201;&#195;&#193; &#203;&#210;&#197;&#208;&#203;&#207; &#218;&#193;&#211;&#197;&#204;&#193; &#213; &#205;&#197;&#206;&#209; &#215; &#208;&#193;&#205;&#209;&#212;&#201;, &#203;&#193;&#203;, &#206;&#193;&#215;&#197;&#210;&#206;&#207;&#197;, &#201; &#215; &#208;&#193;&#205;&#209;&#212;&#201; &#193;&#215;&#212;&#207;&#210;&#193;,
 &#203;&#207;&#199;&#196;&#193; &#207;&#206; &#211;&#207;&#218;&#196;&#193;&#215;&#193;&#204; &#213;&#210;&#207;&#215;&#197;&#206;&#216;. &#250;&#196;&#197;&#211;&#216; &#201;&#199;&#210;&#207;&#203;&#213; &#206;&#197; &#208;&#210;&#197;&#196;&#204;&#193;&#199;&#193;&#197;&#212;&#211;&#209; &#207;&#194;&#201;&#204;&#201;&#197; &#201;&#199;&#210;&#207;&#215;&#217;&#200; &#207;&#194;&#223;&#197;&#203;&#212;&#207;&#215;, &#193; &#207;&#211;&#206;&#207;&#215;&#206;&#193;&#209; &#201;&#196;&#197;&#209; &#201;&#199;&#210;&#217;


</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000844.html">[Enigma-game-svn] r1415 - homepage/input/lotm
</A></li>
	<LI>Next message: <A HREF="000846.html">[Enigma-game-svn] r1417 - in trunk: data data/schemas src	src/actors src/stones
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#845">[ date ]</a>
              <a href="thread.html#845">[ thread ]</a>
              <a href="subject.html#845">[ subject ]</a>
              <a href="author.html#845">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.berlios.de/mailman/listinfo/enigma-game-svn">More information about the Enigma-game-svn
mailing list</a><br>
</body></html>
