<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Enigma-game-svn] r1012 - in feature_branches/hp_lotm: images/lotm	input/lotm
   </TITLE>
   <LINK REL="Index" HREF="http://lists.berlios.de/pipermail/enigma-game-svn/2008-January/index.html" >
   <LINK REL="made" HREF="mailto:enigma-game-svn%40lists.berlios.de?Subject=Re%3A%20%5BEnigma-game-svn%5D%20r1012%20-%20in%20feature_branches/hp_lotm%3A%20images/lotm%0A%09input/lotm&In-Reply-To=%3C200801272359.m0RNxUCe006097%40sheep.berlios.de%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000443.html">
   <LINK REL="Next"  HREF="000445.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Enigma-game-svn] r1012 - in feature_branches/hp_lotm: images/lotm	input/lotm</H1>
    <B>andreasl at BerliOS</B> 
    <A HREF="mailto:enigma-game-svn%40lists.berlios.de?Subject=Re%3A%20%5BEnigma-game-svn%5D%20r1012%20-%20in%20feature_branches/hp_lotm%3A%20images/lotm%0A%09input/lotm&In-Reply-To=%3C200801272359.m0RNxUCe006097%40sheep.berlios.de%3E"
       TITLE="[Enigma-game-svn] r1012 - in feature_branches/hp_lotm: images/lotm	input/lotm">andreasl at mail.berlios.de
       </A><BR>
    <I>Mon Jan 28 00:59:30 CET 2008</I>
    <P><UL>
        <LI>Previous message: <A HREF="000443.html">[Enigma-game-svn] r1011 - team_levelpacks/team_test_new_api
</A></li>
        <LI>Next message: <A HREF="000445.html">[Enigma-game-svn] r1013 - in trunk: data src
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#444">[ date ]</a>
              <a href="thread.html#444">[ thread ]</a>
              <a href="subject.html#444">[ subject ]</a>
              <a href="author.html#444">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Author: andreasl
Date: 2008-01-28 00:59:29 +0100 (Mon, 28 Jan 2008)
New Revision: 1012

Modified:
   feature_branches/hp_lotm/images/lotm/lotm-history.png
   feature_branches/hp_lotm/input/lotm/lotm_200802.html
   feature_branches/hp_lotm/input/lotm/lotm_200802_de.html
Log:
LotM:
 - Updated lotm-history.png
 - 200802 German + English: Ryujun's comment
Todo:
 - Maybe first steps for Russian translation?


Modified: feature_branches/hp_lotm/images/lotm/lotm-history.png
===================================================================
(Binary files differ)

Modified: feature_branches/hp_lotm/input/lotm/lotm_200802.html
===================================================================
--- feature_branches/hp_lotm/input/lotm/lotm_200802.html	2008-01-26 22:39:46 UTC (rev 1011)
+++ feature_branches/hp_lotm/input/lotm/lotm_200802.html	2008-01-27 23:59:29 UTC (rev 1012)
@@ -73,6 +73,11 @@
 
 &lt;h4&gt;&quot;'Puzzle Puzzles' still fascinates me&quot;&lt;/h4&gt;
 
+&lt;div class=&quot;lotmpic&quot;&gt;
+&lt;img src=&quot;$$imagedir$$/lotm/lotm_200802_d.png&quot; alt=&quot;Level of the month&quot; border=&quot;0&quot;&gt;
+&lt;div class=&quot;imagetitle&quot;&gt;The first obstacle &hellip;&lt;/div&gt;
+&lt;/div&gt;
+
 &lt;div class=&quot;quote&quot;&gt;
 Indeed, &quot;Puzzle Puzzles&quot; is such a strange mix of difficult and
 easy, that I just sit there, astonished, and ask myself, why I have
@@ -107,7 +112,57 @@
 combination of dark materials and abyss.
 &lt;/p&gt;
 
+&lt;h4&gt;&quot;I had to become a civil engineer&quot;&lt;/h4&gt;
 
+&lt;div class=&quot;quote&quot;&gt;
+&quot;Puzzle Puzzles&quot; is one of the levels that I was not able to solve for
+a long time and has a very high difficulty in its puzzles. The level which is
+made from seascape not room surrounded by walls is distinct in comparison with
+other levels chosen &quot;Level of the Month&quot;, and perhaps we will be able
+to look at the whole seascape easily. So when I played the level for the first
+time, the level didn't seem to have a lot of complex difficulties. Additionally,
+I may have thought that I could solve it easily. But it was wrong, and I felt
+conceited. It was very difficult for me to solve it.
+&lt;/div&gt;
+
+&lt;div class=&quot;lotmpic&quot;&gt;
+&lt;img src=&quot;$$imagedir$$/lotm/lotm_200802_b.png&quot; alt=&quot;Level of the month&quot; border=&quot;0&quot;&gt;
+&lt;div class=&quot;imagetitle&quot;&gt;&hellip; and the second!
+&lt;br&gt;Better get that extra life.&lt;/div&gt;
+&lt;/div&gt;
+
+&lt;div class=&quot;quote&quot;&gt;
+I began with solving the easy mode first. I had to become a civil engineer to
+make a bridge across the sea to solve the level. But unexpectedly, it was
+difficult for me to fulfill these tasks, because of the X-shaped wire netting
+(st-grate1) and the slopes (fl-gradient) around the island with the puzzle
+stones and broken bottles (it-booze-broken).  And this wasn't all&mdash;the
+level provides more obstacles, for example, it was difficult for me to operate an
+invisible marble, as doing this needs dexterity, patience, and speed. So these
+have high ratings on the level, as well as intelligence and knowledge. I like
+such levels which require various high abilities very much.
+&lt;/div&gt;
+
+&lt;div class=&quot;quote&quot;&gt;
+After solving easy mode, I was not able to solve difficult mode at once because
+the structures are quite different. So I needed much time to become a more
+excellent civil engineer. 'To become' is the most difficult, but is also the most
+enjoyable. And the X-shaped wire netting (st-grate1) is an important barricade,
+so if it wasn't there, I would have solved it earlier. Additionally, I was
+conscious excessively how to solve of easy mode, can you understand what this
+means?&lt;/div&gt;
+
+&lt;div class=&quot;quote&quot;&gt;
+Last I admire Raoul Bourquin very much, and I think that people who
+make such a splendid level have an abundant creative ability, and
+without them, I could not spend happy times with Enigma, and expect
+new splendid levels in the future.
+&lt;/div&gt;
+
+&lt;div class=&quot;author&quot;&gt;Ryujun&lt;/div&gt;
+
+
+
 &lt;h4&gt;&quot;I intended the start to be particularly difficult&quot;&lt;/h4&gt;
 
 &lt;div class=&quot;quote&quot;&gt;
@@ -135,6 +190,12 @@
 destination.
 &lt;/div&gt;
 
+&lt;div class=&quot;lotmpic&quot;&gt;
+&lt;img src=&quot;$$imagedir$$/lotm/lotm_200802_c.png&quot; alt=&quot;Level of the month&quot; border=&quot;0&quot;&gt;
+&lt;div class=&quot;imagetitle&quot;&gt;A cherry! What might it be good for? &lt;br&gt;
+I have to elaborate on that.&lt;/div&gt;
+&lt;/div&gt;
+
 &lt;div class=&quot;quote&quot;&gt;
 Thus I have started several attempts to build as difficult as possible such
 passages. The result are the two, just under 8x8 tiles large components, around

Modified: feature_branches/hp_lotm/input/lotm/lotm_200802_de.html
===================================================================
--- feature_branches/hp_lotm/input/lotm/lotm_200802_de.html	2008-01-26 22:39:46 UTC (rev 1011)
+++ feature_branches/hp_lotm/input/lotm/lotm_200802_de.html	2008-01-27 23:59:29 UTC (rev 1012)
@@ -75,6 +75,11 @@
 &lt;h4&gt;&quot;'Puzzle Puzzles' &#252;bt schon eine gewisse Faszination auf mich
 aus&quot;&lt;/h4&gt;
 
+&lt;div class=&quot;lotmpic&quot;&gt;
+&lt;img src=&quot;$$imagedir$$/lotm/lotm_200802_d.png&quot; alt=&quot;Level of the month&quot; border=&quot;0&quot;&gt;
+&lt;div class=&quot;imagetitle&quot;&gt;Das erste Hindernis &hellip;&lt;/div&gt;
+&lt;/div&gt;
+
 &lt;div class=&quot;quote&quot;&gt;
 Doch, &quot;Puzzle Puzzles&quot; ist wirklich eine so seltsame Mischung aus
 schwierig und leicht, dass ich oft verwundert dasitze und mich frage, warum ich
@@ -112,7 +117,60 @@
 Materialien und Abyss erinnern.
 &lt;/p&gt;
 
+&lt;h4&gt;&quot;Ich musste ein Bauingenieur werden&quot;&lt;/h4&gt;
 
+&lt;div class=&quot;quote&quot;&gt;
+&quot;Puzzle Puzzles&quot; ist eines derjenigen Level, die ich f&#252;r lange Zeit
+nicht l&#246;sen konnte, und auch in seinen R&#228;tseln sehr schwer ist. Der Level, der
+in einer Meereslandschaft spielt, statt einem von W&#228;nden umgebenen Raum,
+unterscheidet sich in ausgepr&#228;gter Weise von anderen &quot;Leveln des
+Monats&quot;, und vielleicht werden wir in der Lage sein, einfacher auf die
+gesamte Landschaft zu blicken. Als ich nun den Level zum ersten Mal gespielt
+hatte, schien der Level nicht viele komplexe Schwierigkeiten aufzuwerfen. Dazu
+kam, habe ich vielleicht gedacht, ich k&#246;nnte ihn auf einfache Weise l&#246;sen. Aber
+ich lag falsch, und f&#252;hlte mich eingebildet. Es war schwer f&#252;r mich, den Level
+zu l&#246;sen.
+&lt;/div&gt;
+
+&lt;div class=&quot;lotmpic&quot;&gt;
+&lt;img src=&quot;$$imagedir$$/lotm/lotm_200802_b.png&quot; alt=&quot;Level of the month&quot; border=&quot;0&quot;&gt;
+&lt;div class=&quot;imagetitle&quot;&gt;&hellip; und das zweite!
+&lt;br&gt;Das Extraleben nicht vergessen.&lt;/div&gt;
+&lt;/div&gt;
+
+&lt;div class=&quot;quote&quot;&gt;
+Ich begann mit dem einfachen Modus. Ich musste ein Bauingenieur werden, um eine
+Br&#252;cke &#252;ber den See zu bauen, und den Level zu l&#246;sen. Aber unerwarteterweise
+fand ich es schwierig, diese Aufgaben zu erf&#252;llen, aufgrund der X-f&#246;rmigen
+Drahtgestelle (st-grate1) und Abh&#228;nge (fl-gradient) um die Insel mit den
+Puzzlesteinen und zerbrochenen Flaschen (it-booze-broken). Und das war noch
+nicht mal alles - der Level bietet weitere Hindernisse, beispielsweise fand ich
+es schwierig, eine unsichtbare Murmel zu man&#246;vrieren, den das ben&#246;tigt
+Geschicklichkeit, Geduld und Schnelligkeit. Folglich haben diese auch hohe
+Schwierigkeits-Bewertungen f&#252;r den Level, ebenso wie Intelligenz und Wissen.
+Ich mag solche Levels, die einem gleich mehrere F&#228;higkeiten stark abverlangen.
+&lt;/div&gt;
+
+&lt;div class=&quot;quote&quot;&gt;
+Nachdem ich den einfachen Modus gel&#246;st hatte, war ich nicht sogleich in der
+Lage, den schweren Modus zu l&#246;sen, da die Strukturen ziemlich verschieden sind.
+So brauchte ich viel Zeit, ein noch exzellenterer Bauingenieur zu werden. 'Zu
+werden' ist h&#246;chst schwierig, aber auch h&#246;chst unterhaltsam. Und die X-f&#246;rmigen
+Drahtgestelle (st-grate1) sind ein wichtiges Hindernis, w&#228;ren sie nicht da,
+h&#228;tte ich es fr&#252;her gel&#246;st. Au&#223;erdem, war ich conscious excessively how to solve
+of easy mode, can you understand what this means?
+&lt;/div&gt;
+
+&lt;div class=&quot;quote&quot;&gt;
+Abschlie&#223;end bewundere ich Raoul Bourquin sehr stark, und ich denke, dass
+Leute, die so pr&#228;chtige Levels erschaffen, reichliche kreative F&#228;higkeiten
+besitzen, und ohne diese, k&#246;nnte ich nicht so gl&#252;ckliche Zeiten mit Enigma
+verbringen, und neue gro&#223;artige Levels in der Zukunft erwarten.
+&lt;/div&gt;
+
+&lt;div class=&quot;author&quot;&gt;Ryujun&lt;/div&gt;
+
+
 &lt;h4&gt;&quot;Den Start wollte ich m&#246;glichst schwer machen&quot;&lt;/h4&gt;
 
 &lt;div class=&quot;quote&quot;&gt;
@@ -142,6 +200,12 @@
 bekommen und an einem wohldefinierten Zielort zu plazieren.
 &lt;/div&gt;
 
+&lt;div class=&quot;lotmpic&quot;&gt;
+&lt;img src=&quot;$$imagedir$$/lotm/lotm_200802_c.png&quot; alt=&quot;Level of the month&quot; border=&quot;0&quot;&gt;
+&lt;div class=&quot;imagetitle&quot;&gt;Eine Kirsche! Wof&#252;r mag die gut sein? &lt;br&gt;
+Das schaue ich mir n&#228;her an!&lt;/div&gt;
+&lt;/div&gt;
+
 &lt;div class=&quot;quote&quot;&gt;
 So hatte ich also verschiedene Versuche unternommen, m&#246;glichst schwere solcher
 Durchg&#228;nge zu bauen. Das Resultat sind diese beiden, knapp 8x8 Felder gro&#223;en


</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000443.html">[Enigma-game-svn] r1011 - team_levelpacks/team_test_new_api
</A></li>
	<LI>Next message: <A HREF="000445.html">[Enigma-game-svn] r1013 - in trunk: data src
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#444">[ date ]</a>
              <a href="thread.html#444">[ thread ]</a>
              <a href="subject.html#444">[ subject ]</a>
              <a href="author.html#444">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.berlios.de/mailman/listinfo/enigma-game-svn">More information about the Enigma-game-svn
mailing list</a><br>
</body></html>
