<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Enigma-game-svn] r918 - homepage/input/lotm
   </TITLE>
   <LINK REL="Index" HREF="http://lists.berlios.de/pipermail/enigma-game-svn/2007-November/index.html" >
   <LINK REL="made" HREF="mailto:enigma-game-svn%40lists.berlios.de?Subject=Re%3A%20%5BEnigma-game-svn%5D%20r918%20-%20homepage/input/lotm&In-Reply-To=%3C200711031544.lA3Fixx5007217%40sheep.berlios.de%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000349.html">
   <LINK REL="Next"  HREF="000351.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Enigma-game-svn] r918 - homepage/input/lotm</H1>
    <B>andreasl at BerliOS</B> 
    <A HREF="mailto:enigma-game-svn%40lists.berlios.de?Subject=Re%3A%20%5BEnigma-game-svn%5D%20r918%20-%20homepage/input/lotm&In-Reply-To=%3C200711031544.lA3Fixx5007217%40sheep.berlios.de%3E"
       TITLE="[Enigma-game-svn] r918 - homepage/input/lotm">andreasl at mail.berlios.de
       </A><BR>
    <I>Sat Nov  3 16:44:59 CET 2007</I>
    <P><UL>
        <LI>Previous message: <A HREF="000349.html">[Enigma-game-svn] r917 - homepage/input/lotm
</A></li>
        <LI>Next message: <A HREF="000351.html">[Enigma-game-svn] r919 - in homepage/input: . lotm
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#350">[ date ]</a>
              <a href="thread.html#350">[ thread ]</a>
              <a href="subject.html#350">[ subject ]</a>
              <a href="author.html#350">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Author: andreasl
Date: 2007-11-03 16:44:59 +0100 (Sat, 03 Nov 2007)
New Revision: 918

Modified:
   homepage/input/lotm/lotm_200711_de.html
Log:
LotM:
 - German proofread of LotM 11/2007
(LotM is ready for upload)


Modified: homepage/input/lotm/lotm_200711_de.html
===================================================================
--- homepage/input/lotm/lotm_200711_de.html	2007-11-03 14:09:06 UTC (rev 917)
+++ homepage/input/lotm/lotm_200711_de.html	2007-11-03 15:44:59 UTC (rev 918)
@@ -7,16 +7,16 @@
 &lt;/h3&gt;
 
 &lt;p&gt;&quot;Willkommen, Abenteurer! Der Weg ist lang und gef&auml;hrlich, sei
-vorsichtig!&quot; Jon hat uns eine kurze, akkurate Willkommensnachricht
-am Anfang seines epischen Levels hinterlassen. Er ermutigt uns darin, all die
-kleinen R&auml;tsel-Perlen auszuprobieren und zu l&ouml;sen, die er in diesem Juwel von
-Enigma 0.92 aufgereiht hat. Und im milchigen Glanz jeder einzelnen dieser
-kleinen, polierten Perlen, spiegeln sich die Erinnerungen an klassische Level
-wieder, oder Visionen von Leveln, die noch kommen, jede auf eine neue und
-elegante Weise, die die Sch&ouml;nheit ihrer vielf&auml;ltigen Puzzles einf&auml;gt, so wie
-ein Haiku die Gesamtheit eines Momentes in nur drei Zeilen einzufangen vermag
-... lasst uns f&uuml;r diesen Moment innehalten und durch den Level des Monats
-November 2007 schlendern, durch &quot;Big Adventures&quot;!&lt;/p&gt;
+vorsichtig!&quot; Jon hat uns eine kurze, akkurate Willkommensnachricht am
+Anfang seines epischen Levels hinterlassen. Er ermutigt uns darin, all die
+kleinen R&auml;tsel-Perlen auszuprobieren und zu l&ouml;sen, die er in diesem
+Juwel von Enigma 0.92 aufgereiht hat. Und im milchigen Glanz jeder einzelnen
+dieser kleinen, polierten Perlen, spiegeln sich die Erinnerungen an klassische
+Level wieder, oder Visionen von Leveln, die noch kommen, jede auf eine neue und
+elegante Weise, die die Sch&ouml;nheit ihrer vielf&auml;ltigen Puzzles
+einf&auml;gt, so wie ein Haiku die Gesamtheit eines Momentes in nur drei Zeilen
+einzufangen vermag ... lasst uns f&uuml;r diesen Moment innehalten und durch den
+Level des Monats November 2007 schlendern, durch &quot;Big Adventures&quot;!&lt;/p&gt;
 
 &lt;div class=&quot;lotmpic&quot;&gt;
 &lt;img src=&quot;$$imagedir$$/lotm/lotm_200711_d.png&quot; alt=&quot;Level des Monats&quot; border=&quot;0&quot;&gt;
@@ -115,7 +115,7 @@
 Labyrinth&quot; Kopf an Kopf, zwei Monate vor der abschlie&szlig;enden Verk&uuml;ndung des
 &quot;Level des Jahres&quot;! &quot;Big Adventures&quot; beginnt in der
 Rangliste auf Platz 8, und wird sicherlich seine verdiente Position unter den
-besten zehn Levels in Enigma noch f&uuml;r viele LotMs verteidigen. Wie immer,
+besten zehn Levels in Enigma noch f&uuml;r viele LdMs verteidigen. Wie immer,
 k&ouml;nnen Sie weitere Details &uuml;ber die Bewertungen in unserem
 &lt;a href=&quot;$$lotm$$&quot;&gt;LdM-Archiv&lt;/a&gt; lesen.&lt;/p&gt;
 
@@ -169,20 +169,20 @@
 &lt;/div&gt;
 &lt;div class=&quot;author&quot;&gt;Jenny (Spioni)&lt;/div&gt;
 
-&lt;p&gt;Das Einbahnstra&szlig;en-Labyrinth &hellip; es f&uuml;hlt sich so bekannt an. Nein, ich
-meine nicht bekannt vom Tutorial-Level &quot;Timers&quot;, wo ich die Benutzung
-von Timersteinen demonstriert habe. Man m&ouml;chte meinen, dass es wesentlich mehr
-solche Irrg&auml;rten in den verschiedenen Leveln Enigmas gibt, aber ich konnte sie
-nicht finden. Auf der Suche in meinen Erinnerungen fand ich schlie&szlig;lich eine
-andere wundervolle Serie von Spielen, au&szlig;erhalb der Murmel-Welt, die
-Robot-Serie, die Einbahnstra&szlig;en in einer &auml;hnlichen Weise verwendeten. Eine
-weitere Erinnerung meiner Kindheit &hellip; Heute finden wir ein
-Einbahnstra&szlig;en-Labyrinth leicht anderer Art in Jacobs &quot;Pleasure
-Garden&quot;. Und nat&uuml;rlich in &quot;Little Puzzles&quot;, welcher mit
-&quot;Big Adventures&quot; durch mehr als nur ein gemeinsames R&auml;tsel verbunden
-ist. Ich suche nach wie vor nach den verbleibenden Fundorten, and bin f&uuml;r jeden
-Hinweis dankbar. (Nachtrag: Es gibt einen weiteren in Esprit 91; vielen Dank,
-Clifford!)&lt;/p&gt;
+&lt;p&gt;Das Einbahnstra&szlig;en-Labyrinth &hellip; es f&uuml;hlt sich so bekannt an.
+Nein, ich meine nicht bekannt vom Tutorial-Level &quot;Timers&quot;, wo ich die
+Benutzung von Timersteinen demonstriert habe. Man m&ouml;chte meinen, dass es
+wesentlich mehr solche Irrg&auml;rten in den verschiedenen Leveln Enigmas gibt,
+aber ich konnte sie nicht finden. Auf der Suche in meinen Erinnerungen fand ich
+schlie&szlig;lich eine andere wundervolle Serie von Spielen, au&szlig;erhalb der
+Murmel-Welt, die Robot-Serie, die Einbahnstra&szlig;en in einer &auml;hnlichen
+Weise verwendete. Eine weitere Erinnerung meiner Kindheit &hellip; Heute finden
+wir ein Einbahnstra&szlig;en-Labyrinth leicht anderer Art in Jacobs
+&quot;Pleasure Garden&quot;. Und nat&uuml;rlich in &quot;Little Puzzles&quot;,
+welcher mit &quot;Big Adventures&quot; durch mehr als nur ein gemeinsames
+R&auml;tsel verbunden ist. Ich suche nach wie vor nach den verbleibenden
+Fundorten, und bin f&uuml;r jeden Hinweis dankbar. (Nachtrag: Es gibt einen
+weiteren in Esprit 91; vielen Dank, Clifford!)&lt;/p&gt;
 
 &lt;h4&gt;&quot;Mir hat das gro&szlig;e Abenteuer viel Spass gemacht&quot;&lt;/h4&gt;
 
@@ -232,11 +232,11 @@
 Schnelligkeit gefragt&quot;, insbesondere wenn nur 6 Sekunden fehlen. :-)&lt;/p&gt;
 
 &lt;p&gt;Auf unserem Weg durch diese Perlenkette aus Levelpack IV, f&uuml;hren uns ein
-Weltraumgang und eine dicht, fast undurchdringbar scheinende Packung aus
-Bl&ouml;cken und Bomben zu einem gro&szlig;en Sumpf. Erinnern Sie sich? Sumpf und ein
-Rotor waren die ersten Objekte, die den Weg in Oxyd 1 blockieren, und selbst
-heute noch pr&auml;sentieren sumpfige Areale Hindernisse f&uuml;r uns, in &quot;Big
-Swamp&quot; und sogar in &quot;The Aztec Temple&quot;. &quot;Big
+Weltraumgang und eine dicht, fast undurchdringlich scheinende Packung aus
+Bl&ouml;cken und Bomben zu einem gro&szlig;en Sumpf. Erinnern Sie sich? Sumpf
+und ein Rotor waren die ersten Objekte, die den Weg in Oxyd 1 blockierten, und
+selbst heute noch pr&auml;sentieren sumpfige Areale Hindernisse f&uuml;r uns, in
+&quot;Big Swamp&quot; und sogar in &quot;The Aztec Temple&quot;. &quot;Big
 Adventures&quot; w&auml;re ohne einen Sumpf einfach nicht komplett.&lt;/p&gt;
 
 &lt;h4&gt;&quot;I wanted to make some longer and more relaxed puzzle levels&quot;&lt;/h4&gt;
@@ -266,15 +266,15 @@
 &lt;div class=&quot;quote&quot;&gt;
 Wenn ich mich recht entsinne, habe ich Enigma entdeckt, als ich systematisch
 nach freien (wie in der GPL) Spielen f&uuml;r GNU/Linux gesucht habe, in einem
-Versuch meinen Freunden (und mir selbst) zu beweisen, das es sie wirklich gibt
-;) und dass sie auch ganz sch&ouml;n ausgefeilt sein k&ouml;nnen. Das mu&szlig; so in etwa 2002
-gewesen sein. Zu dieser Zeit habe ich immer noch studiert (Informatik), so dass
-ich damals jede Menge (Frei-)Zeit hatte. :)
+Versuch meinen Freunden (und mir selbst) zu beweisen, dass es sie wirklich gibt
+;) und dass sie auch ganz sch&ouml;n ausgefeilt sein k&ouml;nnen. Das muss
+so in etwa 2002 gewesen sein. Zu dieser Zeit habe ich immer noch studiert
+(Informatik), so dass ich damals jede Menge (Frei-)Zeit hatte. :)
 &lt;/div&gt;
 
 &lt;div class=&quot;quote&quot;&gt;
-Nachdem ich die so ziemlich alle Level ausprobiert hatte, die zu der Zeit
-existierten, hab' ich angefangen selbst einige Level zu verfassen, f&uuml;r meine
+Nachdem ich so ziemlich alle Levels ausprobiert hatte, die zu der Zeit
+existierten, hab' ich angefangen, selbst einige zu verfassen, f&uuml;r meine
 damalige Freundin Tina. Das erkl&auml;rt die Gestaltung von &quot;Lotsa
 Triggers&quot; und die rechte obere Ecke von &quot;Little Puzzles&quot;. :)
 &lt;/div&gt;
@@ -294,12 +294,12 @@
 &lt;/div&gt;
 
 &lt;div class=&quot;quote&quot;&gt;
-Wie auch immer, nach einigen Geschicklichkeits-Leveln wie &quot;Spiral
-Race&quot; und den beiden Skyscrapers , wollte ich einige etwas l&auml;ngere und mehr
-lockerere Puzzle Level machen. Zuerst baute ich ein paar Yin-Yang-Level
+Wie auch immer, nach einigen Geschicklichkeits-Levels wie &quot;Spiral
+Race&quot; und den beiden Skyscrapers, wollte ich einige l&auml;ngere und
+lockerere Puzzle-Levels machen. Zuerst baute ich ein paar Yin-Yang-Levels
 (&quot;Bridge Builders&quot;, &quot;Block Its Way!&quot;), weil mir das Konzept
-wirklich gut gef&auml;llt, zwischen zwei Murmeln hin und her wechseln zu k&ouml;nnen und
-sie kooperieren zu lassen.
+wirklich gut gef&auml;llt, zwischen zwei Murmeln hin und her wechseln zu
+k&ouml;nnen und sie kooperieren zu lassen.
 &lt;/div&gt;
 
 &lt;div class=&quot;quote&quot;&gt;
@@ -315,46 +315,49 @@
 &lt;/div&gt;
 
 &lt;div class=&quot;quote&quot;&gt;
-F&uuml;r beide, den Spieler und den Level Designer, war &quot;Little Puzzles&quot;
-eine Vorbereitung auf &quot;Big Adventures&quot;. &quot;Big Adventures&quot; ist
-ein epischer und zugleich linearer Level, in dem der Abenteurer zahlreiche
-Aufgaben unterschiedlicher Art bew&auml;ltigen muss, um alle T&uuml;ren zu &ouml;ffnen, die den
-Zugang zum letzten Raum versperren. Der Level ist zwar geradlinig konzipiert,
-aber gleichzeitig auch gebogen wie eine seltsame Art von Spirale, so dass der
-Ziel-Raum vom Start-Raum aus sichtbar ist. Man erh&auml;lt immer wieder ein Vorschau
-auf R&auml;ume, die man noch besuchen mu&szlig;, und umgekehrt werden einem mehrmals
-R&uuml;ckblicke auf R&auml;ume gew&auml;hrt, die man bereits durchquert hat. 
+F&uuml;r beide, den Spieler und den Leveldesigner, war &quot;Little
+Puzzles&quot; eine Vorbereitung auf &quot;Big Adventures&quot;. &quot;Big
+Adventures&quot; ist ein epischer und zugleich linearer Level, in dem der
+Abenteurer zahlreiche Aufgaben unterschiedlicher Art bew&auml;ltigen muss, um
+alle T&uuml;ren zu &ouml;ffnen, die den Zugang zum letzten Raum versperren. Der
+Level ist zwar geradlinig konzipiert, aber gleichzeitig auch gebogen wie eine
+seltsame Art von Spirale, so dass der Ziel-Raum vom Start-Raum aus sichtbar ist.
+Man erh&auml;lt immer wieder eine Vorschau auf R&auml;ume, die man noch besuchen
+muss, und umgekehrt werden einem mehrmals R&uuml;ckblicke auf R&auml;ume
+gew&auml;hrt, die man bereits durchquert hat.
 &lt;/div&gt;
 
 &lt;div class=&quot;quote&quot;&gt;
-Der Level ist nicht designt worden um besonders schwierig zu sein oder sogar
+Der Level ist nicht designt worden, um besonders schwierig zu sein oder sogar
 gemein, und auch wenn gelegentlich die Geschicklichkeit des Spielers ein wenig
 gefordert ist (z.B. beim H&uuml;pfen mit der Sprungfeder), wird die Verwendung von
 Extra-Leben erm&ouml;glicht und der Spieler kann vom Startpunkt aus an den bereits
 gel&ouml;sten R&auml;tseln vorbei wieder an den Punkt zur&uuml;ckgelangen, wo ihm ein
-Mi&szlig;geschick eines seiner Leben gekostet hat. Die Hauptschwierigkeit von
+Missgeschick eines seiner Leben gekostet hat. Die Hauptschwierigkeit von
 &quot;Big Adventures&quot; liegt in seiner Gr&ouml;&szlig;e: 9 Screens mit jeweils zwei
 R&auml;tseln oder Hindernissen, mindestens.
 &lt;/div&gt;
 &lt;div class=&quot;author&quot;&gt;Jon 'WB' Sneyers&lt;/div&gt;
 
 &lt;p&gt;Wie wir die zwei letzten Wasser-Puzzle hinter uns lassen, enden wir, wo wir
-vor zehn Minuten begonnen hatten, und sehen vor uns eine weitere Variation &uuml;ber
-einen altehrw&uuml;rdigen Typ von R&auml;tseln, ein Sokoban. Wir &ouml;ffnen die letzten
-T&uuml;ren, und durchschreiten dieselben T&uuml;ren, die wir durch all die R&auml;tsel hinweg
-ge&ouml;ffnet haben, denen wir begegnet sind. Wir erreichen den abschlie&szlig;enden
-Oxydraum, der selber wieder ein Portrait ist, ein Portrait des Schwesterlevels 
-&quot;Little Puzzles&quot; von Jon selbst. Und wir schlie&szlig;en nicht nur die
-offensichtliche Spirale, die dieses Level in sich selbst zur&uuml;ckfaltet, oder die
-Selbstreferenzen, die die T&uuml;ren mit den R&auml;tseln des Levels verbindet, sondern
-wir schlie&szlig;en auch den Kreis, der ihn mit &quot;Little Puzzles&quot; verbindet.
-Nachdem wir &quot;Big Adventures&quot; gel&ouml;st haben, landen wir wieder im
-Levelmen&uuml; f&uuml;r Levelpack IV, und verstehen, dass dieser Level schlie&szlig;lich das
-Levelpack auch thematisch abschlie&szlig;t, weil es Spiralen nicht nur in einer
-Dekade, sondern durchgehend immer wieder aufgegriffen hat. Dadurch, und
-dadurch, dass er den &#220;bergang zu Pack V markiert, schl&auml;gt dieser Level abermals
-eine Br&uuml;cke zwischen Enigmas Vergangenheit und Zukunft &hellip; Jon, vielen,
-vielen Dank daf&uuml;r, dass Du uns dieses gro&szlig;e Abenteuer geschenkt hast!&lt;/p&gt;
+vor zehn Minuten begonnen hatten, und sehen vor uns eine weitere Variation
+&uuml;ber einen altehrw&uuml;rdigen Typ von R&auml;tseln, ein Sokoban. Wir
+&ouml;ffnen die letzten T&uuml;ren, und durchschreiten dieselben T&uuml;ren, die
+wir durch all die R&auml;tsel hinweg ge&ouml;ffnet haben, denen wir begegnet
+sind. Wir erreichen den abschlie&szlig;enden Oxydraum, der selber wieder ein
+Portrait ist, ein Portrait des Schwesterlevels  &quot;Little Puzzles&quot; von
+Jon selbst. Und wir schlie&szlig;en nicht nur die offensichtliche Spirale, die
+dieses Level in sich selbst zur&uuml;ckfaltet, oder die Selbstreferenzen, die
+die T&uuml;ren mit den R&auml;tseln des Levels verbindet, sondern wir
+schlie&szlig;en auch den Kreis, der ihn mit &quot;Little Puzzles&quot;
+verbindet. Nachdem wir &quot;Big Adventures&quot; gel&ouml;st haben, landen wir
+wieder im Levelmen&uuml; f&uuml;r Levelpack IV, und verstehen, dass dieser Level
+schlie&szlig;lich das Levelpack auch thematisch abschlie&szlig;t, weil es
+Spiralen nicht nur in einer Dekade, sondern durchgehend immer wieder
+aufgegriffen hat. Dadurch, und dadurch, dass er den &Uuml;bergang zu Pack V
+markiert, schl&auml;gt dieser Level abermals eine Br&uuml;cke zwischen Enigmas
+Vergangenheit und Zukunft &hellip; Jon, vielen, vielen Dank daf&uuml;r, dass Du
+uns dieses gro&szlig;e Abenteuer geschenkt hast!&lt;/p&gt;
 
 &lt;p&gt;Sch&ouml;ne Gr&uuml;&szlig;e,&lt;br/&gt;
 &lt;i&gt;Andreas und Harry&lt;/i&gt;&lt;/p&gt;


</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000349.html">[Enigma-game-svn] r917 - homepage/input/lotm
</A></li>
	<LI>Next message: <A HREF="000351.html">[Enigma-game-svn] r919 - in homepage/input: . lotm
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#350">[ date ]</a>
              <a href="thread.html#350">[ thread ]</a>
              <a href="subject.html#350">[ subject ]</a>
              <a href="author.html#350">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.berlios.de/mailman/listinfo/enigma-game-svn">More information about the Enigma-game-svn
mailing list</a><br>
</body></html>
